42crunch.vscode-openapi
azurite.azurite
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
hashicorp.terraform
jnoortheen.nix-ide
marlosirapuan.nord-deep
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
redhat.java
redhat.vscode-yaml
