42crunch.vscode-openapi
arcticicestudio.nord-visual-studio-code
azurite.azurite
connor4312.esbuild-problem-matchers
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.vscode-github-actions
hashicorp.terraform
jnoortheen.nix-ide
marlosirapuan.nord-deep
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.extension-test-runner
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.java
redhat.vscode-yaml
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
